Repository: arvidjaar/kcm_touchpad
Catalog: po/*/kcm_touchpad.po
Languages: el, et, hu, it, nn, pl, pt_br, ro, sl

source: <h1>Touchpad</h1> This module allows you to choose options for the way in which your touchpad works. The actual effect of setting these options depends upon the features provided by your touchpad hardware and the X server on which KDE is running.
el: <h1>Επιφάνεια αφής</h1> Αυτό το άρθρωμα σας επιτρέπει να επιλέξετε τις παραμέτρους με τις οποίες θα λειτουργεί η επιφάνεια αφής. Η πραγματική επίδραση που θα έχουν οι ρυθμίσεις, εξαρτάται από τα χαρακτηριστικά που παρέχει ο κατασκευαστής της επιφάνειας αφής και του εξυπηρετητή X στον οποίο εκτελείται το KDE.
et: <h1>Puuteplaat</h1> See moodul võimaldab määrata, mil moel puuteplaat töötab. Valikute langetamise tegelik mõju sõltub sellest, milliseid omadusi puuteplaadi riistvara ning X-server, millel KDE töötab, reaalselt võimaldavad.
hu: <h1>Tapipad</h1> Ez a modul lehetővé teszi, hogy a tapipad jellemzőit a saját igényeihez igazítsa. Az elérhető hatások függnek a tapipad hardverén, és a KDE-t futtató X kiszolgálón keresztül elérhető funkcióktól.
it: <h1>Touchpad</h1> Questo modulo ti permette di scegliere le opzioni che regolano il funzionamento del touchpad. L'effettivo comportamento provocato da come imposti queste opzioni dipenderà dalle funzionalità fornite dal dispositivo touchpad in uso e dal server X sotto cui gira KDE.
nn: <h1>Styreplate</h1> Denne modulen lèt deg velja innstillingar for måten styreplata skal verka. Resultatet av innstillingane kjem an på kva funksjonar styreplata og X-tenaren KDE køyrer på støttar.
pl: <h1>Touchpad</h1> Ten moduł pozwala na wybór opcji sposobu działania touchpada. Ustawienie tych opcji zależy od oferowanych funkcji przez touchpad i serwera X, na którym działa KDE.
pt_br: <h1>Touchpad</h1> Este módulo permite a você escolher opções de uso para seu touchpad. O efeito atual ao se fazer mudanças nestas opções depende de funcionalidades disponíveis no seu touchpad e do servidor X sobre o qual o KDE está sendo executado.
ro: <h1>Tușieră tactilă</h1> Acest modul vă permite să alegeți opțiunile pentru felul în care funcționează tușiera tactilă. Efectul real al configurării acestor opțiuni depinde de funcționalitățile materiale furnizate de tușiera voastră tactilă și de serverul X peste care rulează KDE.
sl: <h1>Sledilna ploščica</h1> Ta modul vam omogoča nastaviti možnosti delovanja vaše sledilne ploščice. Dejanski učinek nastavitev je odvisen od strojnih zmožnosti vaše sledilne ploščice in grafičnega strežnika.
