Repository: arvidjaar/kcm_touchpad
Catalog: po/*/kcm_touchpad.po
Languages: el, et, hu, it, nn, pl, pt_br, ro, sl

source: General
el: Γενικά
et: Üldine
hu: Általános
it: Generale
nn: Generelt
pl: Ogólne
pt_br: Geral
sl: Splošno

source: Touchpad
el: Επιφάνεια αφής
et: Puuteplaat
hu: Tapipad
nn: Styreplate
ro: Tușieră tactilă
sl: Sledilna ploščica

source: Touchpad is enabled.
el: Η επιφάνεια αφής είναι ενεργοποιημένη
et: Puuteplaat on sisse lülitatud
hu: Tapipad engedélyezve.
it: Il touchpad è attivato.
nn: Styreplata er slått på.
pl: Touchpad jest włączony.
pt_br: Touchpad está habilitado.
ro: Tușiera tactilă este dezactivată.
sl: Sledilna ploščica je vklopljena.

source: On
el: Ενεργό
et: Sees
hu: Bekapcsolva
it: Acceso
nn: På
pl: Włączony
pt_br: Ligado
ro: Pornește
sl: Vklopljena

source: Touchpad is switched off.
el: Η επιφάνεια αφής είναι απενεργοποιημένη
et: Puuteplaat on välja lülitatud
hu: Tapipad kikapcsolva.
it: Il touchpad è disattivato.
nn: Styreplata er slått av.
pl: Touchpad jest wyłączony.
pt_br: O Touchpad está desligado.
ro: Tușiera tactilă este oprită.
sl: Sledilna ploščica je izklopljena.

source: Off
el: Κλειστό
et: Väljas
hu: Kikapcsolva
it: Spento
nn: Av
pt_br: Desligado
ro: Oprește
sl: Izklopljena

source: Only tapping and scrolling is switched off.
el: Μόνο το πάτημα και η κύλιση είναι απενεργοποιημένα.
et: Ainult koputamine ja kerimine on välja lülitatud.
hu: Csak egérmozgatás, a görgetés kikapcsolva.
it: Sono stati disabilitati solo il battere (tapping) e lo scorrimento.
nn: Berre trykking og rulling er slått av.
pl: Tylko dotknięcie i przewijanie jest wyłączone.
pt_br: Somente toques e rolagem está desligado.
ro: Sînt oprite numai apăsarea și derularea.
sl: Izklopljeno je samo tapkanje in drsenje.

source: Allow moving
el: Επιτρέπεται η μετακίνηση
et: Liigutamise lubamine
hu: Mozgás engedélyezve
it: Permetti i movimenti
nn: Tillat flytting
pl: Pozwól na przesuwanie
pt_br: Permitir mover
ro: Permite mutarea
sl: Omogoči premikanje

source: Informations
el: Πληροφορίες
et: Teave
hu: Információk
it: Informazioni
nn: Informasjon
pl: Informacje
pt_br: Informações
ro: Informații
sl: Podatki

source: Touchpad Name:
el: Όνομα επιφάνειας αφής:
et: Puuteplaadi nimi:
hu: Tapipad név
it: Nome del touchpad:
nn: Namn på styreplate:
pl: Touchpad:
pt_br: Nome do Touchpad:
ro: Numele tușierei tactile:
sl: Ime sledilne ploščice:

source: Device not found
el: Η συσκευή δεν βρέθηκε
et: Seadet ei leitud
hu: Eszköz nem található
it: Dispositivo non trovato
nn: Fann inga eining
pl: Nie znaleziono urządzenia
pt_br: Dispositivo não encontrado
ro: Dispozitiv negăsit
sl: Naprave ni moč najti

source: Smart Mode
el: Έξυπνη λειτουργία
et: Nutikas režiim
hu: Gyorsmód
it: Modalità intelligente
nn: Smartmodus
pl: Tryb inteligentny
pt_br: Modo Inteligente
ro: Mod inteligent
sl: Pametni način

source: Disable touchpad when typing
el: Απενεργοποίηση της επιφάνειας αφής κατά την πληκτρολόγηση
et: Puuteplaadi keelamine kirjutamise ajal
hu: Tapipad letiltása gépelés közben
it: Disabilita il touchpad mentre si usa tastiera
nn: Slå av styreplata ved skriving
pl: Wyłączenie touchpada podczas pisania
pt_br: Desabilitar touchpad ao digitar
ro: Dezactivează tușiera tactilă cînd se tastează
sl: Med tipkanjem onemogoči sledilno ploščico

source: Re-enable delay:
el: Επανενεργοποίησης καθυστέρησης:
et: Taaslubamise viivitus:
hu: Várakozás újraengedélyezése:
it: Ritardo nella riattivazione:
nn: Pause før påslåing:
pl: Ponowne włączenie opóźnienia:
pt_br: Atraso para re-ativação:
ro: Întîrziere de reactivare:
sl: Zamik ponovnega vklopa:

source: Touch Sensitivity
el: Ευαισθησία αφής
et: Puutetundlikkus
hu: Érzékenységi küszöb
it: Sensibilità al tocco
nn: Trykkfølsemd
pl: Czułość dotyku
pt_br: Sensibilidade do toque
ro: Sensibilitate la atingere
sl: Občutljivost na dotik

source: Low
el: Χαμηλή
et: Väike
hu: Alacsony
it: Bassa
nn: Låg
pl: Słaba
pt_br: Baixa
ro: Joasă
sl: Nizka

source: High
el: Υψηλή
et: Suur
hu: Magas
it: Alta
nn: Høg
pl: Mocna
pt_br: Alta
ro: Înaltă
sl: Visoka

source: Scrolling
el: Κύλιση
et: Kerimine
hu: Görgetés
it: Scorrimento
nn: Rulling
pl: Przewijanie
pt_br: Rolagem
ro: Defilare
sl: Drsenje

source: Enable vertical scrolling when dragging along the right edge.
el: Ενεργοποίηση κάθετης κύλισης κατά το σύρσιμο στην δεξιά άκρη.
et: Püstsuunas kerimise lubamine lohistamisel piki paremat serva.
hu: A függőleges görgetés engedélyezése, ha a tapipad alsó szélére helyezi az ujját.
it: Abilita lo scorrimento verticale quando si passa il dito lungo il lato destro.
nn: Slå på loddrett rulling ved draging langs høgre kant.
pl: Aktywuje przewijanie w pionie podczas przeciągania wzdłuż prawej krawędzi.
pt_br: Habilitar rolagem vertical ao arrastar pelo canto direito.
ro: Activează defilarea pe verticală la glisarea pe muchia dreaptă.
sl: Omogoči navpično drsenje za vleko vzdolž desnega robu.

source: Enable Vertical Scrolling
el: Ενεργοποίηση της κάθετης κύλισης
et: Püstsuunas kerimise lubamine
hu: Függőleges görgetés engedélyezése
it: Abilita lo scorrimento verticale
nn: Slå på loddrett rulling
pl: Aktywuj przewijanie w pionie
pt_br: Habilitar Rolagem Vertical
ro: Activează defilarea verticală
sl: Omogoči navpično drsenje

source: Move distance of the finger for a vertical scroll event.
el: Απόσταση κίνησης του δαχτύλου για ένα γεγονός κάθετης κύλισης.
et: Sõrme liigutamise vahemaa rõhtsuunas kerimise jaoks.
hu: Mozgassa az ujját a függőleges görgetéshez.
it: Spostamento del dito per generare uno scorrimento verticale.
nn: Avstanden fingeren må flyttast før rulling.
pl: Jeśli chcesz przewinąć, pionowo przesuń palcem .
pt_br: Distância do movimento do dedo para um evento de rolagem vertical.
ro: Distanța de mișcare a degetului pentru o defilare verticală.
sl: Razdalja premika prsta za dogodek navpičnega drsenja.

source: Enable horizontal scrolling when dragging along the bottom edge.
el: Ενεργοποίηση της οριζόντιας κύλισης στο σύρσιμο κατά μήκος της κάτω άκρης.
et: Rõhtsuunas kerimise lubamine lohistamisel piki alumist serva.
hu: A vízszintes görgetés engedélyezése, ha a tapipad alsó szélére helyezi az ujját.
it: Abilita lo scorrimento orizzontale quando si passa il dito lungo il lato superiore.
nn: Slå på vassrett rulling ved draging langs nedre kant.
pl: Aktywuje przewijanie w poziomie podczas przeciągania wzdłuż dolnej krawędzi.
pt_br: Habilitar rolagem vertical ao arrastar pelo canto inferior.
ro: Activează defilarea pe orizontală la glisarea pe muchia de jos.
sl: Omogoči vodoravno drsenje za vleko vzdolž spodnjega robu.

source: Enable Horizontal Scrolling
el: Ενεργοποίηση οριζόντιας κύλισης
et: Rõhtsuunas kerimise lubamine
hu: Vízszintes görgetés engedélyezése
it: Abilita lo scorrimento orizzontale
nn: Slå på vassrett rulling
pl: Aktywuj przewijanie w poziomie
pt_br: Habilitar Rolagem Horizontal
ro: Activează defilarea orizontală
sl: Omogoči vodoravno drsenje

source: Advanced
el: Για προχωρημένους
et: Muu
hu: Bővebben
it: Avanzato
nn: Avansert
pl: Zaawansowane
pt_br: Avançado
ro: Avansat
sl: Napredno

source: Enable edge scrolling to continue after the finger is released.
el: Ενεργοποίηση συνέχισης της κύλισης στα άκρα μετά την απομάκρυνση του δαχτύλου.
et: Kerimise jätkamise lubamine pärast sõrme eemaldamist.
hu: Engedélyezi a görgetés folytatását miután az ujj felemelkedett.
it: Fa in modo che lo scorrimento continui anche dopo aver tolto il dito.
nn: La kantrullinga halda fram etter at fingeren er fjerna.
pl: Aktywuje dalsze przewijanie po zwolnieniu palca.
pt_br: Habilitar que rolagem de borda continue após tirar o dedo.
ro: Activează continuarea defilării după ce ați luat degetul de pe muchie.
sl: Po dvigu prsta naj se drsenje nadaljuje.

source: Enable Coasting
el: Ενεργοποίηση αυτόματης κύλισης
et: Vabajooksu lubamine
hu: Siklás engedélyezése
it: Abilita continuazione scorrimento
nn: Framhald av rulling
pl: Aktywuj przewijanie wzdłużne
ro: Activează defilarea continuă
sl: Omogoči nadaljevanje

source: Coasting threshold scrolling speed.
el: Ταχύτητα αυτόματης κύλισης
et: Vabajooksu-kerimise kiirus.
hu: A sikláshoz szükséges minimális sebesség.
it: Velocità di scorrimento che ne innesta la continuazione
nn: Fartsgrense for framhaldsrulling.
pl: Próg prędkości przewijania wzdłużnego.
ro: Limita de viteză a defilării continue.
sl: Najmanjša hitrost drsenja za nadaljevanje.

source: Slow
el: Αργό
et: Aeglane
hu: Lassú
it: Lenta
nn: Sakte
pl: Wolne
pt_br: Devagar
ro: Încet
sl: Počasna

source: Fast
el: Γρήγορο
et: Kiire
hu: Gyors
it: Veloce
nn: Rask
pl: Szybkie
pt_br: Rápido
ro: Rapid
sl: Hitra

source: Enable edge scrolling to continue while the finger stays in an edge corner.
el: Ενεργοποίηση της συνέχισης κύλισης στα άκρα όταν το δάχτυλο παραμένει στην άκρη της γωνίας.
et: Vabajooksu-kerimise jätkamine, kui sõrm jääb püsima nurgas.
hu: Engedélyezi a görgetés folytatását, ha a tapipad szélén az ujj elért a sarokhoz.
it: Fa in modo che lo scorrimento continui tenendo fermo il dito in un angolo.
nn: La kantrullinga halda fram når fingeren vert verande i eit hjørne.
pl: Aktywuje przewijanie do krawędzi mimo, iż palec znajduje się w kącie krawędzi.
pt_br: Habilitar que rolagem de borda continue enquanto o dedo está num canto da borda.
ro: Activează continuarea defilării cînd puneți degetul în colțul unei muchii.
sl: Ko prst obstane v kotu, naj se drsenje nadaljuje.

source: Enable Corner Coasting
el: Ενεργοποίηση αυτόματης κύλισης γωνιών
et: Nurga-vabajooksu lubamine
hu: Sarok siklás engedélyezése
it: Usa gli angoli per il continuare lo scorrimento
nn: Framhald av rulling ved plassering i hjørne
pl: Aktywuj przewijanie do krawędzi
ro: Activează defilarea continuă în colțuri
sl: Omogoči nadaljevanje v kotu

source: Move distance of the finger for a horizontal scroll event.
el: Απόσταση κίνησης του δαχτύλου για ένα γεγονός οριζόντιας κύλισης
et: Sõrme liigutamise vahemaa püstsuunas kerimise jaoks.
hu: Mozgassa az ujját a vízszintes görgetéshez.
it: Spostamento del dito che genera uno scorrimento orizzontale.
nn: Avstanden fingeren må flyttast før vassrett rulling.
pt_br: Distância do movimento do dedo para um evento de rolagem horizontal.
ro: Distanța de mișcare a degetului pentru o defilare orizontală.
sl: Razdalja premika prsta za dogodek vodoravnega drsenja.

source: Enable vertical scrolling when dragging with two fingers anywhere on the touchpad.
el: Ενεργοποίηση της καθέτου κύλισης κατά το σύρσιμο με δύο δάχτυλα σε οποιοδήποτε σημείο της επιφάνειας αφής.
et: Püstsuunas kerimise lubamine lohistamisel kahe sõrmega puuteplaadil.
hu: A függőleges görgetés engedélyezése, ha a tapipadon bárhová lehelyezi egyszerre két ujját.
it: Abilita lo scorrimento verticale quando si strisciano due dita in un punto qualunque del touchpad.
nn: Slå på loddrett rulling ved draging av to fingrar på ein vilkårleg plass.
pl: Aktywuje przewijanie w pionie podczas przeciągania dwoma palcami dowolnego miejsca na powierzchni touchpada.
pt_br: Habilitar rolagem vertical quando arrastar dois dedos em qualquer lugar no touchpad.
ro: Activează defilarea verticală cînd glisați vertical cu două degete pe suprafața tușierei tactile.
sl: Omogoči navpično drsenje za vleko z dvema prstoma kjerkoli po sledilni ploščici.

source: Enable Vertical Two Fingers Scrolling
el: Ενεργοποίηση κάθετης κύλισης με δύο δάχτυλα
et: Püstsuunas kahe sõrmega kerimise lubamine
hu: Két ujjas függőleges görgetés engedélyezése
it: Abilita lo scorrimento verticale con due dita
nn: Slå på loddrett rulling med to fingrar
pl: Aktywuj dwupalcowe pionowe przewijanie
pt_br: Habilitar Dois Dedos a Ativar Rolagem Vertical
ro: Activează defilarea verticală cu două degete
sl: Omogoči dvo-prstno navpično drsenje

source: Enable horizontal scrolling when dragging with two fingers anywhere on the touchpad.
el: Ενεργοποίηση της οριζόντιας κύλισης κατά το σύρσιμο με δύο δάχτυλα σε οποιοδήποτε σημείο της επιφάνειας αφής.
et: Rõhtsuunas kerimise lubamine lohistamisel kahe sõrmega puuteplaadil.
hu: A vízszintes görgetés engedélyezése, ha a tapipadon bárhová lehelyezi egyszerre két ujját.
it: Abilita lo scorrimento orizzontale quando si strisciano due dita in un punto qualunque del touchpad.
nn: Slå på vassrett rulling ved draging av to fingrar på ein vilkårleg plass.
pl: Aktywuje przewijanie w poziomie podczas przeciągania dwoma palcami dowolnego miejsca na powierzchni touchpada.
pt_br: Habilitar rolagem horizontal quando arrastar dois dedos em qualquer lugar no touchpad.
ro: Activează defilarea orizontală cînd glisați orizontal cu două degete pe suprafața tușierei tactile.
sl: Omogoči vodoravno drsenje za vleko z dvema prstoma kjerkoli po sledilni ploščici.

source: Enable Horizontal Two Fingers Scrolling
el: Ενεργοποίηση οριζόντιας κύλισης με δύο δάχτυλα
et: Rõhtsuunas kahe sõrmega kerimise lubamine
hu: Két ujjas vízszintes görgetés engedélyezése
it: Abilita lo scorrimento orizzontale con due dita
nn: Slå på vassrett rulling med to fingrar
pl: Aktywuj dwupalcowe poziome przewijanie
pt_br: Habilitar Dois Dedos a Ativar Rolagem Horizontal
ro: Activează defilarea orizontală cu două degete
sl: Omogoči dvo-prstno vodoravno drsenje

source: Circular Scrolling
el: Κυκλική κύλιση
et: Ringkerimine
hu: Körkörös görgetés
it: Scorrimento a rotella
nn: Sirkelrulling
pl: Przewijanie obrotowe
pt_br: Rolagem Circular
ro: Defilare circulară
sl: Krožno drsenje

source: If on, circular scrolling is used.
el: Αν είναι ενεργοποιημένο, χρησιμοποιείται η κυκλική κίνηση.
et: Sisselülitamise korral kasutatakse ringkerimist.
hu: Ha be van kapcsolva, akkor a körkörös görgetés lesz haználva.
it: Se attivo, viene usato lo lo scorrimento a rotella.
nn: Viss det er kryssa av her, vert det brukt sirkelrulling.
pl: Jeśli przewijanie obrotowe jest używane.
pt_br: Se ligado, a rolagem circular será usada
ro: Dacă este activată, se utilizează defilarea circulară.
sl: Če je omogočeno, se uporabi krožno drsenje.

source: Enable Circular Scrolling
el: Ενεργοποίηση κυκλικής κύλισης
et: Ringkerimise lubamine
hu: Körkörös görgetés engedélyezése
it: Abilita lo scorrimento a rotella
nn: Bruk sirkelrulling
pl: Aktywuj przewijanie obrotowe
pt_br: Habilitar Rolagem Circular
ro: Activează defilarea circulară
sl: Omogoči krožno drsenje

source: Trigger region on the touchpad to start circular scrolling.
el: Ενεργή ζώνη στην επιφάνεια αφής για την έναρξη κυκλικής κύλισης.
et: Puuteplaadi piirkond, mille kasutamine käivitab ringkerimise.
hu: Engedi a tapipadon a körkörös görgetés elkezdését.
it: Zona del touchpad da cui attivare lo scorrimento a rotella.
nn: Utløysarområde på styreplata for å starta sirkelrulling.
pl: Przełącz na okrągły touchpad, aby rozpocząć przewijanie.
pt_br: Acionar região no touchpad para iniciar rolagem circular
ro: Regiunea declanșoare a tușierei tactile pentru lansarea unei defilări circulare.
sl: Del sledilne ploščice, na katerem se sproži krožno drsenje.

source: Triggered by:
el: Ενεργοποιημένο από:
et: Käivitaja:
hu: Kioldva:
it: Attivato da:
nn: Utløyst av:
pl: Wywołane przez:
pt_br: Acionado por:
ro: Declanșat de:
sl: Sproži se:

source: All Corners
el: Όλες οι γωνίες
et: Kõik nurgad
hu: Minden sarkok
it: Tutti gli angoli
nn: Alle hjørnene
pl: Wszystkie narożniki
pt_br: Todos os Cantos
ro: Toate colțurile
sl: V vseh kotih

source: Top Edge
el: Πάνω άκρη
et: Ülaserv
hu: Felső szél
it: Bordo superiore
nn: Øvre kant
pl: Górna krawędź
pt_br: Canto Superior
ro: Muchia de sus
sl: Ob zgornjem robu

source: Top-Right Corner
el: Πάνω δεξιά γωνία
et: Ülemine parem nurk
hu: Jobb felső sarok
it: Angolo in alto a destra
nn: Øvre høgre hjørne
pl: Prawy górny narożnik
pt_br: Canto Superior Direito
ro: Colțul din dreapta-sus
sl: V zgornjem desnem kotu

source: Right Edge
el: Δεξιά άκρη
et: Parem serv
hu: Jobb szél
it: Bordo destro
nn: Høgre kant
pl: Prawa krawędź
pt_br: Canto Direito
ro: Muchia dreaptă
sl: Ob desnem robu

source: Bottom-Right Corner
el: Κάτω δεξιά γωνία
et: Alumine parem nurk
hu: Jobb alsó sarok
it: Angolo in basso a destra
nn: Nedre høgre hjørne
pl: Prawy dolny narożnik
pt_br: Canto Inferior Direito
ro: Colțul din dreapta-jos
sl: V spodnjem desnem kotu

source: Bottom Edge
el: Κάτω άκρη
et: Alaserv
hu: Alsó szél
it: Bordo inferiore
nn: Nedre kant
pl: Dolna krawędź
pt_br: Canto Inferior
ro: Muchia de jos
sl: Ob spodnjem robu

source: Bottom-Left Corner
el: Κάτω αριστερή γωνία
et: Alumine vasak nurk
hu: Bal alsó sarok
it: Angolo in basso a sinistra
nn: Nedre venstre hjørne
pl: Lewy dolny narożnik
pt_br: Canto Inferior Esquerdo
ro: Colțul din stînga-jos
sl: V spodnjem levem kotu

source: Left Edge
el: Αριστερή άκρη
et: Vasak serv
hu: Bal szél
it: Bordo sinistro
nn: Venstre kant
pl: Lewa krawędź
pt_br: Canto Esquerdo
ro: Muchia stîngă
sl: Ob levem robu

source: Top-Left Corner
el: Πάνω αριστερή γωνία
et: Ülemine vasak nurk
hu: Bal felső sarok
it: Angolo in alto a sinistra
nn: Øvre venstre hjørne
pl: Lewy górny narożnik
pt_br: Canto Superior Esquerdo
ro: Colțul din stînga-sus
sl: V zgornjem levem kotu

source: No Trigger
el: Χωρίς ενεργοποίηση
et: Käivitaja puudub
hu: Nincs görgő
it: Nessuna attivazione
nn: Ingen utløysar
pl: Bez przełącznika
pt_br: Sem Acionador
ro: Fără declanșor
sl: Nikjer

source: Move angle (radians) of finger to generate a scroll event.
el: Γωνία μετακίνησης (radians) δαχτύλου για δημιουργία γεγονότος κύλισης.
et: Sõrme liigutamise nurk (radiaanides) kerimise käivitamiseks.
hu: Mozgassa az ujját körkörösen a görgetéshez.
it: Angolo (radianti) di cui ruotare il dito per generare uno scorrimento.
nn: Rørslevinkelen (i radianar) for rulling.
pt_br: Movimento em ângulo (radianos) do dedo para gerar um evento de rolagem.
ro: Unghiul de mișcare (radiani) al degetului pentru a genera o defilare.
sl: Kot (v radianih) premika prsta za dogodek drsenja.

source: Tapping
el: Πάτημα
et: Koputamine
hu: Érintés
it: Battere
nn: Trykking
pl: Stukający
pt_br: Toques
ro: Atingere
sl: Tapkanje

source: Emulation
el: Προσομοίωση
et: Emuleerimine
hu: Emuláció
it: Emulazione
nn: Emulering
pl: Emulacja
pt_br: Emulação
ro: Emulare
sl: Posnemanje

source: Enable Tapping
el: Ενεργοποίηση πατήματος
et: Koputamise lubamine
hu: Érintőtábla engedélyezése
it: Abilita battute
nn: Slå på trykking
pl: Aktywuj sktukanie
pt_br: Habilitar Toques
ro: Activează atingerea
sl: Omogoči tapkanje

source: Timeout after a tap to recognize it as a single tap.
el: Χρονικό όριο μετά από ένα χτύπημα για την ανίχνευση του ως μονό χτύπημα.
et: Aeg pärast koputust, et seda võetaks ühekordse koputusena.
hu: Az az idő, ami után egy újabb kattintásnak lesz felismerve a következő érintés.
it: Attesa dopo un battito per riconoscere che è isolato.
nn: Tid etter eit trykk for å oppfatta det som eit enkelttrykk.
pt_br: Tempo de espera após um toque para reconhecê-lo como um toque simples..
ro: Durata după care o atingere este recunoscută ca o singură atingere.
sl: Čas po dotiku, ko se naslednji dotik obravnava kot nov.

source: Single Tap Timeout:
el: Χρονικό όριο μονού χτυπήματος:
et: Ühekordse koputuse aegumine:
hu: Egy érintés határideje:
it: Attesa battito isolato:
nn: Tid for enkelttrykk:
pt_br: Tempo de espera para toque único:
ro: Expirare atingere singură:
sl: Čas za enojni dotik:

source: Maximum time (in milliseconds) for detecting a double tap.
el: Μέγιστος χρόνος (σε χιλιοστά του δευτερολέπτου) για την ανίχνευση διπλού χτυπήματος.
et: Kahekordse koputuse tuvastamine maksimaalne aeg (millisekundites).
hu: Az az időkorlát (ezredmásodpercben), amin belül érzékeli a dupla érintést.
it: Tempo massimo (in millisecondi) per riconoscere un doppio battito.
nn: Makstid (i millisekund) for oppdaging av dobbelttrykk.
pt_br: Tempo máximo (em milissegundos) para detectar um toque duplo.
ro: Durata maximă (în milisecunde) pentru detectarea unei atingeri duble.
sl: Najdaljši čas (v milisekundah) za zaznavo dvojnega dotika.

source: Double Tap Time:
el: Καθυστέρηση διπλού χτυπήματος
et: Kahekordse koputuse aeg:
hu: Dupla kattintás ideje:
it: Tempo per doppio battito:
nn: Tid for dobbelttrykk:
pt_br: Tempo de Toque Duplo:
ro: Durată atingere dublă:
sl: Čas za dvojni dotik:

source: The duration of the mouse click generated by tapping.
el: Η διάρκεια του κλικ ποντικιού που δημιουργήθηκε από ένα χτύπημα.
et: Koputamisega tekitatud hiireklõpsu kestus.
hu: A tapipadon generált egérkattintás időtartama.
it: Durata del clic generato con un battito.
nn: Tidslengd på museklikk laga ved trykking.
pt_br: A duração do clique de mouse gerado pelo toque.
ro: Durata unui clic de maus generat de atingere.
sl: Trajanje miškinega klika, ki ga ustvari tapkanje.

source: Click Time:
el: Καθυστέρηση του κλικ:
et: Klõpsu aeg:
hu: Kattintás ideje:
it: Durata del clic:
nn: Klikktid:
pl: Czas kliknięcia:
pt_br: Tempo do Clique:
ro: Durată clic:
sl: Trajanje klika:

source: Max Tap Move:
el: Μέγιστη μετακίνηση χτυπήματος:
et: Maks. liikumine koputusega:
hu: Maximális mozgás
it: Max spostamento mentre si batte:
nn: Maks klikkrørsle:
ro: Mișcare maximă atingere:
sl: Največji premik tapkanja:

source: pts.
et: punkti
it: punti
nn: punkt
sl: točk

source: Buttons
el: Κουμπιά
et: Nupud
hu: Gombok
it: Tasti
nn: Knappar
pl: Przyciski
pt_br: Botões
ro: Butoane
sl: Gumbi

source: Right-Top Corner
el: Επάνω αριστερή γωνία
et: Ülemine parem nurk
hu: Jobb felső sarok
it: Angolo alto-destra
nn: Øvre høgre hjørne
pl: Prawy górny narożnik
pt_br: Canto Superior Direito
ro: Colțul din dreapta-sus
sl: Zgornji desni kot

source: Right-Bottom Corner
el: Κάτω δεξιά γωνία
et: Alumine parem nurk
hu: Jobb alsó sarok
it: Angolo basso-destra
nn: Nedre høgre hjørne
pl: Prawy dolny narożnik
pt_br: Canto Inferior Direito
ro: Colțul din dreapta-jos
sl: Spodnji desni kot

source: Left-Top Corner
el: Πάνω αριστερή γωνία
et: Ülemine vasak nurk
hu: Bal felső sarok
it: Angolo alto-sinistra
nn: Øvre venstre hjørne
pl: Lewy górny narożnik
pt_br: Canto Superior Esquerdo
ro: Colțul din stînga-sus
sl: Zgornji levi kot

source: Left-Bottom Corner
el: Κάτω αριστερή γωνία
et: Alumine vasak nurk
hu: Bal alsó sarok
it: Angolo basso-sinistra
nn: Nedre venstre hjørne
pl: Lewy dolny narożnik
pt_br: Canto Inferior Esquerdo
ro: Colțul din stînga-jos
sl: Spodnji levi kot

source: One Finger
el: Ένα δάχτυλο
et: Üks sõrm
hu: Egyujjas
it: Un dito
nn: Éin finger
pl: Jedno dotknięcie
pt_br: Um Dedo
ro: Un deget
sl: En prst

source: Two Fingers
el: Δύο δάχτυλα
et: Kaks sõrme
hu: Kétujjas
it: Due dita
nn: To fingrar
pl: Dwa dotknięcia
pt_br: Dois Dedos
ro: Două degete
sl: Dva prsta

source: Three Fingers
el: Τρία δάχτυλα
et: Kolm sõrme
hu: Háromujjas
it: Tre dita
nn: Tre fingrar
pl: Trzy dotknięcia
pt_br: Três Dedos
ro: Trei degete
sl: Trije prsti

source: means
el: εννοεί
et: võrdub
hu: eszközök
it: significa
nn: metodar
pl: możliwości
pt_br: quer dizer
ro: înseamnă
sl: Pomen:

source: None
el: Κανένα
et: Puudub
hu: Egyik sem
it: Nulla
nn: Ingen
pl: Żaden
pt_br: Nenhum
ro: Neant
sl: Nič

source: Left Button
el: Αριστερό κουμπί
et: Vasak nupp
hu: Bal gomb
it: Tasto sinistro
nn: Venstre knapp
pl: Lewy przycisk
pt_br: Botão esquerdo
ro: Butonul stîng
sl: Levi gumb

source: Middle Button
el: Μεσαίο κουμπί
et: Keskmine nupp
hu: Középső gomb
it: Tasto centrale
nn: Midtknappen
pl: Środkowy przycisk
pt_br: Botão do meio
ro: Butonul mijlociu
sl: Srednji gumb

source: Right Button
el: Δεξί κουμπί
et: Parem nupp
hu: Jobb gomb
it: Tasto destro
nn: Høgre knapp
pl: Prawy przycisk
pt_br: Botão direito
ro: Butonul drept
sl: Desni gumb
